{
    "Main": {
        "Title": "Welcome to fabulous hunting game Adolph Hitler and other bastards",
        "Version": "=- version α 0.001 KiwiTroBien  -=",
        "Introduction": "Nous sommes en France, c'est le printemps 1960. Au journal où vous êtes photographe, on ne parle que de ça: le Mossad, les services secrets Israélien, ont capturé un homme du nom de Riccardo Klement, alias Adolf Eichmann."
    },
    "Room": {
        "1": {
            "Visited": false,
            "Texte": "Vous vous trouvez pour un rendez-vous dans un bar de l'aéroport de Paris",
            "Question": "Que faites-vous?",
            "Reponse": [
                "1 Je ne fais rien",
                "2 Je bois un verre",
                "3 Je lis le journal"
            ],
            "Consequence": [
                "Les mouches volent...",
                "Vous vous endormez contre votre volonté, vous êtes drogué!",
                "Vous lisez en Une l'arrestation d'Eichmann"
            ],
            "RoomNext": [
                "1",
                "2",
                "1"
            ]
        },
        "2": {
            "Visited": false,
            "Texte": "Vous buvez un café drogué.",
            "Question": "Que faites-vous?",
            "Reponse": [
                "1 Je ne fais rien*",
                "2 Je me lève et appel à l'aide",
                "3 Je vais aux toilettes essayai de vomir"
            ],
            "Consequence": [
                "Vous vous endormez paisiblement dans ce fauteuil moelleux",
                "Vous vous endormez contre votre volonté, vous êtes drogué! vous titubez et vous tombez",
                "Vous vomissez partout, les gens sont effrayés! vous vous écroulez"
            ],
            "RoomNext": [
                "3",
                "3",
                "3"
            ]
        },
        "3": {
            "Visited": false,
            "Texte": "Vous avez très mal à la tête. Vos yeux s'entrouvrent, la vision est trouble",
            "Question": "Que faites-vous?",
            "Reponse": [
                "1 Je ne fais rien*",
                "2 J'essaye de parler au semblant de visage devant moi et je demande où je suis",
                "3 J'essaye de fuir "
            ],
            "Consequence": [
                "Vous sentez que l'on vous prend par le col et vous secoue",
                "Un eclat de rire vous répond et vous dit 'Il faut pas vous mêler de tout ça, M.le journaliste'",
                "Votre tête tourne et vous atteignez la porte du fond de cette pièce sombre"
            ],
            "RoomNext": [
                "4",
                "4",
                "5"
            ]
        }
    }
}
/*
{
	"hardware": {
		"1": {
			"id": 1546789,
			"brand": "pasbo",
			"avaible": 2,
			"electric": true,
			"rating": [
				12, 11, 5, 14
			]
		},
		"2": {
			"id": 2543882,
			"brand": "trenul",
			"avaible": 1,
			"electric": false,
			"rating": [
				8, 15
			]
		}
	}
}


*/